{
  "what is the mission": "Our mission at Innovature is to consistently deliver innovative and high-quality digital solutions that elicit customer delight. We aim to guide clients through their digital transformation by integrating cutting-edge technologies tailored to market demands.",
  "how can i contact": "You can contact us by leaving a message or scheduling a call through our contact page. Here are our office locations if you prefer to reach out directly:\n\nIndia: 18th Floor, Trans Asia Cyber Park, Infopark SEZ, Phase 2, Kakkanad, Kochi – 682303\nJapan: Innovature Technologies K.K., Y’S Coral Build 5F, Kanda Jimbocho 2-20-13, Chiyoda Ku, Tokyo101-0051, Japan.\nSingapore: Innovature Technologies, 16 Raffles Quay, #33-03 Hong Leong Building, 048581, Singapore.\nUSA: Innovature Technologies Inc., 1098, Ann Arbor Rd, Suite 160, Plymouth, Michigan 48170, USA.\nCanada: Innovature Technologies Inc., 44, Pace Crescent, Bradford WestGwillimbury, Ontario L3Z 3H8, Canada.\n\nPlease remember to provide your contact details on the contact form on our website for us to get back to you!",
  "what is your vision": "Our vision at Innovature is to be a global leader in providing innovative digital solutions that empower businesses to thrive in a rapidly changing world. We strive to create a future where technology and creativity converge to drive sustainable growth and success for our clients.",
"executive_team_manual": "The executive team at Innovature includes:\n- Gijo Sivan – CEO, Global: Based in Japan, with two decades of experience in web technology, big data, cloud computing, and data mining. He shapes the company’s global reputation, especially in the Japanese IT industry.\n- Ravindranath A V – CEO, India & Americas: Renowned for global proficiency in IT strategy, infrastructure, and software services delivery. Focuses on innovation and actionable solutions across industries.\n- Tiby Kuruvila – Chief Advisor: Recognized for project management and technology development, driving business growth and customer satisfaction.\n- Yoshitaka Nakayama – VP, Strategic Business Development: Leads mid- to long-term growth, with experience in product management, marketing, and business development in Japan and the U.S.\n- Akira Furusawa – Business Development: Leads marketing and sales for Japanese companies, expanding Innovature’s services globally.\n- Jesper Bågeman – Partner, Technology: Focuses on partnerships, sustainability, and team empowerment.\n- Wahbe Rezek – Advisor, AI & Deep Tech: Provides strategic insights on AI technologies.\n- Unnikrishnan S – Vice President: Experienced in project management, operations, and client engagement.\n- Meghna George – Head, People Operations: Leads HR practices and employee development.",
  "global_contacts_manual": "Contact Us:\nWe are delighted to connect with you and understand how we can assist you. Whether you have a specific requirement, need our expertise on a project, or want to explore potential collaboration opportunities, we are here to help. You can reach us through any of the contact methods listed below:\n\n📍 India Office:\n- Chat: 9:00 AM - 6.30 PM\n- Call: +91-484-4038120\n- Email: in-sales@innovature.ai\n- Address: Trans Asia Cyber Park 18th Floor, Infopark Phase 2, Kakkanad, Kerala 682303\n\n📍 Japan Office:\n- Call: +81-03-6265-6474\n- Email: jp-sales@innovature.ai\n- Address: Y’S Coral Build 5F, Kanda Jimbocho 2-20-13, Chiyoda Ku, Tokyo 101-0051, Japan\n\n📍 Singapore Office:\n- Call: +81-03-6265-6474\n- Email: sg-sales@innovature.ai\n- Address: 16 Raffles Quay, #33-03 Hong Leong Building, 048581, Singapore\n\n📍 USA Office:\n- Call: +1-973-452-8598\n- Email: us-sales@innovature.ai\n- Address: 1098, Ann Arbor Rd, Suite 160, Plymouth, Michigan 48170, USA\n\n📍 Canada Office:\n- Call: +1-647-832-8598\n- Email: ca-sales@innovature.ai\n- Address: 44, Pace Crescent, Bradford West Gwillimbury, Ontario L3Z 3H8, Canada",
  "who is gijo sivan": "Gijo Sivan is the CEO, Global at Innovature. Based in Japan, he has two decades of experience in web technology, big data, cloud computing, and data mining. He plays a pivotal role in shaping the company’s global reputation, especially within the Japanese IT industry.",

  "who is ravindranath a v": "Ravindranath A V is the CEO, India & Americas at Innovature. He is renowned for his global proficiency in IT strategy, infrastructure, and software services delivery, with a strong focus on innovation and actionable solutions across industries.",

  "who is tiby kuruvila": "Tiby Kuruvila is the Chief Advisor at Innovature. He is recognized for his work in project management and technology development, and contributes significantly to business growth and customer satisfaction.",

  "who is yoshitaka nakayama": "Yoshitaka Nakayama is the Vice President, Strategic Business Development at Innovature. He has experience in product management, marketing, and business development in both Japan and the U.S., focusing on long-term growth.",

  "who is akira furusawa": "Akira Furusawa is responsible for Business Development at Innovature. He leads marketing and sales for Japanese companies and helps expand Innovature’s system development services globally.",

  "who is jesper bågeman": "Jesper Bågeman is Partner, Technology at Innovature. He focuses on partnerships, sustainability, and team empowerment to deliver impactful technology solutions.",

  "who is wahbe rezek": "Wahbe Rezek is an Advisor for AI & Deep Tech at Innovature. He provides strategic insights on artificial intelligence technologies and implementation.",

  "who is unnikrishnan s": "Unnikrishnan S is Vice President at Innovature. He has strong experience in project management, operations, and client engagement, and delivers impactful software projects.",

  "who is meghna george": "Meghna George is the Head of People Operations at Innovature. She leads HR practices and employee development to shape a culture of growth and excellence.",

  "tell me about the executive team": "The executive team at Innovature includes: Gijo Sivan (CEO, Global), Ravindranath A V (CEO, India & Americas), Tiby Kuruvila (Chief Advisor), Yoshitaka Nakayama (VP, Strategic Business Development), Akira Furusawa (Business Development), Jesper Bågeman (Partner, Technology), Wahbe Rezek (Advisor, AI & Deep Tech), Unnikrishnan S (Vice President), and Meghna George (Head, People Operations).",

  "contact details india": "India Office:\n- Phone: +91-484-4038120\n- Email: in-sales@innovature.ai\n- Address: Trans Asia Cyber Park 18th Floor, Infopark Phase 2, Kakkanad, Kerala 682303",

  "contact details japan": "Japan Office:\n- Phone: +81-03-6265-6474\n- Email: jp-sales@innovature.ai\n- Address: Y’S Coral Build 5F, Kanda Jimbocho 2-20-13, Chiyoda Ku, Tokyo 101-0051, Japan",

  "contact details singapore": "Singapore Office:\n- Phone: +81-03-6265-6474\n- Email: sg-sales@innovature.ai\n- Address: 16 Raffles Quay, #33-03 Hong Leong Building, 048581, Singapore",

  "contact details usa": "USA Office:\n- Phone: +1-973-452-8598\n- Email: us-sales@innovature.ai\n- Address: 1098, Ann Arbor Rd, Suite 160, Plymouth, Michigan 48170, USA",

  "contact details canada": "Canada Office:\n- Phone: +1-647-832-8598\n- Email: ca-sales@innovature.ai\n- Address: 44, Pace Crescent, Bradford West Gwillimbury, Ontario L3Z 3H8, Canada"


}
